[
  {
    "title": "THIS IS OUR CULTURE",
    "picturez": "http://www.globaldeliverypod.com/about-us/our-culture/thumbnail.jpg",
    "descrip": " The Global Delivery Pod GDP was established in January 2015 within SEEK Group. We collaborate on a daily basis with our internal partners to develop solutions for problems across multiple online employment and education markets globally. Our internal partners include SEEK Australia SEEK Asia Jobstreet and JobsDB brands covering the South East Asia and Hong Kong Employment markets Catho Brazil and OCCMundial Mexico and many other more. We are a collection of offices operating out from Melbourne Kuala Lumpur and Sao Paulo. Our teams are self directed and working fast to deliver new products to our partners across the globe with the purpose to help people live more fulfilling and productive working lives and help organisations succeed.",
    "Company_name": "A SEEK ASIA Sdn Bhd"
  },
  {
    "title": "WHAT WE BELIEVE",
    "descrip": "We Believe. Ship Product Every Day We move fast and break things. But dont worry as each pixel is refined and every line of code considered. We use modern technologies and tools integrating with cutting edge services to deliver awesome outcomes for our customers. Our products are used by millions of customers of the SEEK Group  this covers over 4 billion people in 19 countries in multiple languages. The work we do makes a difference Every. Single. Day. Trust Each Other. We look after each other. From supporting the team as we work on fast paced projects to travelling to work side by side with colleagues across the globe. We fuel our team on free coffee and snacks while they write code. We send joke emails if you leave your computer unlocked. We crunch sometimes but we stay together as a team to push to get the job done right. We go for weekend retreats to build our relationship. We go for paid for long lunches our dinners to celebrate our successes. Done Is Better Than Perfect.",
    "picturez": "http://www.globaldeliverypod.com/about-us/we-believe/thumbnail.jpg",
    "Company_name": "JOB STREET COMPANY"
  },
  {
    "title": "THE JOURNEY SO FAR",
    "descrip": "Role Insights provides salary information career pathways skills in demand from hirers market trends and relevant job opportunities to give candidates a deeper understanding of what makes up each role and the pathways they can take. Before Role Insights candidates had to seek out and rely on a number sources of information both online and offline to get reliable and insightful role advice.",
    "picturez": "https://drive.google.com/uc?export=download&id=0B2vGy74QfhlMUHFHQ01YMTAzU28",
    "Company_name": "Global Delivery"
  }
]
